export default {
  adminHome: 'ONT ID',
  business: '開発者',
  Individual: '個人ユーザー',
  Verifier: '信頼アンカー',
  common: {
    lang: '日本語',
    more: 'さらに詳しく',
    createid: 'ONT IDを作成する',
    getstart: 'Get Started',
    usestart: '使用を開始',
    integrate: '統合を開始',
    build: 'アプリの構築を開始'
  },
  banner: {
    title: '分散型IDアプリケーションフレームワーク、身元とデータを管理する'
  },
  homeTip: {
    text:
      'ONT IDを使用すると、ユーザーはIDとデータのプライバシーとセキュリティを完全に保護し、IDとデータを完全に制御できます。'
  },
  idintro: {
    maintitle: 'ONT ID',
    maindesc:
      'ONT IDは、分散型ID識別プロトコルに基づくIDフレームワークのセットであり、ブロックチェーンと暗号化を使用して、人、お金、物、物をすばやく識別して接続します。',
    right_news1: '個々のID情報とデータの自律管理',
    right_news2: 'ブロックチェーン技術を使用して、ID情報の信頼性を確保する',
    right_news3: '暗号化プロトコルを使用して個人のプライバシーを保護し、データセキュリティを確保する',
    right_news4: 'グローバルな信頼元に接続する、グローバルな信頼コラボレーションネットワークの構築する'
  },
  compar: {
    title: '既存のインターネットIDシステムとの比較',
    th1: '従来のIDの問題点',
    th2: 'ONT IDソリューション',
    th3: 'ONT ID適用シーン',
    th1_td1: '個々の役割の欠如',
    th1_td2: 'データ寡頭化',
    th1_td3: '信頼元の分散化',
    th1_td4: '正しく認証するのが難しい',
    th1_td5: 'IoT管理を識別するのは難しい',
    th1_td6: '評判を総合的に評価することが難しい',
    th1_td7: 'コンテンツの著作権を追跡するのが難しい',
    th2_td1: '詳細なエンティティに基づく多次元の信頼のサポート',
    th2_td2: 'データ検証と分散データトークン管理',
    th2_td3: '多次元の信頼元へのアクセスと個人の資格情報の管理',
    th2_td4: '検証要求に基づく匿名クレームと定量化信用評価方式',
    th2_td5: 'Open ONT IDプロゴルはIoT識別プロゴルのサポートと互換性があります',
    th2_td6: '特定のシナリオに基づく多次元の信頼元の定量的評価',
    th2_td7: '改ざん防止および追跡可能なブロックチェーン技術に基づくデータ識別',
    th3_td1: 'すべての個人の複数の役割の管理',
    th3_td2: 'データはユーザーが管理します',
    th3_td3: '個人の資格情報の管理',
    th3_td4: 'プライバシーを維持しながら、信頼要件に基づいて認証を提供します',
    th3_td5: 'IoT識別プロトコルをサポートします',
    th3_td6: '複数のきめの細かい信頼元',
    th3_td7: 'チェーンデータの認証と使用の完全なトレーサビリティ'
  },
  powerId: {
    maintitle: 'ONT IDの使用方法',
    sub_title1: '個人ユーザー',
    sub_title2: 'ユーザー/開発者',
    sub_title3: '認証サービスプロバイダ',
    sub_desc1_1: 'データの所有権、制御、およびプライバシーセキュリティを取得する',
    sub_desc1_2: '複数のアプリケーションでの即時認証データの使用',
    sub_desc2_1: 'ONT IDグローバルアカウントシステムにシームレスに組み込まれています',
    sub_desc2_2: '個々の実データの認証を取得し、ユーザーをすばやく認証します',
    sub_desc3: 'オントロジーエコシステムに参加して、世界のONT IDユーザーに検証サービスを提供します'
  },
  technology: {
    maintitle: '当社の技術について学ぶ',
    main_desc:
      'ONT IDは、分散型ID識別プロトコルに基づくIDフレームワークのセットであり、ブロックチェーンと暗号化を使用して、人、お金、物、物をすばやく識別して接続します。',
    link1: 'Ontology信頼フレームワークホワイトペーパー',
    link2: 'Ontology ONT ID プロトコル',
    link3: '検証可能なプロトコル',
    link4: '匿名資格情報の仕様'
  },
  busBanner: {
    main_title: 'ONT IDは、人、お金、物、物を接続します',
    sub_title: 'すべてのアプリと開発者に適しています',
    main_desc: 'ONT IDの開発SDKとオープンAPIを使用すると、分散アカウントアプリケーションを簡単に統合できます。',
    main_desc2:
      'ONT ID SDKとRestful APIを使用して、アプリケーションのアカウントシステムにONT IDを統合し、アプリケーションのデータのプライバシーを確保しながら、ユーザーのIDの作成、ログイン、記録を追跡可能にすることができます。 その後、アプリケーションはグローバルな信頼ネットワークを使用して高品質のユーザーを取得すると同時に、検証者からユーザー資格情報を取得できます。'
  },
  busIdPro: {
    title_desc:
      'ONT IDの開発SDKとオープンAPIを使用すると、分散アカウントアプリケーションを簡単に統合できます。ONT ID SDKとRestful APIを使用して、アプリケーションのアカウントシステムにONT IDを統合し、アプリケーションのデータのプライバシーを確保しながら、ユーザーのIDの作成、ログイン、記録を追跡可能にすることができます。 その後、アプリケーションはグローバルな信頼ネットワークを使用して高品質のユーザーを取得すると同時に、検証者からユーザー資格情報を取得できます。',
    verify: 'ターゲットユーザーを正確にターゲットにする',
    verify_desc: '認証が必要な企業に適しています',
    sub_desc1:
      'グローバル検証サービスプロバイダーを統合し、ブロックチェーンテクノロジーに基づいたワンストップ認証サービスを実装することにより、低コストで効率的なユーザー資格認定ソリューションを提供します。',
    listItem1: '認証結果を適時にフィードバックする',
    listItem2: '認証コストの削減',
    listItem3: '顔認証、パスポート、IDカード、運転免許証、銀行カードなどの認証方法をサポート',
    listItem4: '迅速な統合',
    sign: '顧客獲得のコストを削減',
    sign_title: 'すべてのアプリケーションに適しています',
    sub_desc2:
      'ONT IDログインをアプリケーションに統合すると、ユーザーベースがグローバルブロックチェーンコミュニティに拡大します。'
  },
  indBanner: {
    main_title: 'ONT IDで身元を管理する',
    sub_title: '今すぐONTOをダウンロードして、ONT IDを作成してください'
  },
  indIdPro: {
    manage: 'デジタルIDを安全に管理する',
    manage_desc:
      'ONT IDを使用すると、個人のデジタルIDを安全に管理できます。すべてのデータは暗号化され、自分のデバイスまたは信頼できるクラウドに自由に保存されます。秘密鍵を持っている人だけが取得できます。',
    share: 'ID証明を選択的に提供します。',
    share_title:
      'ONT IDを使用すると、完全なIDデータを提供することなく、いつでもどこでも第三者に安全にIDを提供できますが、暗号プロトコルを介してID情報を選択的に共有できます。これにより、プライバシー保護が最大化されます。'
  },
  verifiers: {
    title: 'Ontology 信頼アンカーになる',
    desc:
      '信頼アンカーは、Ontologyエコシステムのユーザーに資格情報検証サービスを提供し、ONT ID所有者に信頼できる資格情報を提供します。',
    btn: 'お問い合わせ'
  },
  anchor: {
    title: 'Ontology 信頼アンカー',
    num: '6',
    num_desc: '信頼アンカー',
    typenum: '6',
    typenum_desc: 'IDカードタイプ',
    countrynum: '218',
    countrynum_desc: '対象国と地域',
    btn: '認証サービスの範囲を理解する'
  },
  why: {
    title: 'アドバンテージ',
    desc1: '世界のONT IDおよびブロックチェーンユーザーコミュニティ向けに、ビジネス範囲を拡大',
    desc2: 'オンチェーン決済をサポートし、検証収益をリアルタイムで生成します',
    desc3: 'データ送信はエンドツーエンドの暗号化プロトコルに基づいているため、プロセスは標準と要件に厳密に準拠しています',
    desc4: 'すべてのトランザクションはブロックチェーンに基づいているため、追跡可能および監査可能を備えています'
  },
  joinUS: {
    title: 'Ontology 信頼アンカーになる',
    desc:
      '诚邀您加入我们，快速集成本体连接组件Connector，或者成为本体生态的信任锚，为全球的ONT ID用户提供认证服务。',
    btn: '加入本体信任生态'
  },
  bususe: {
    title: '事例'
  }
}
