export default {
  adminHome: 'ONT ID',
  business: 'Разработчик',
  Individual: 'Персональный',
  Verifier: 'Trust Anchor',
  common: {
    lang: 'Русский',
    more: 'Узнать больше',
    createid: 'Создай свой ONT ID',
    getstart: 'Get Started',
    usestart: 'Начать использовать ONTO',
    integrate: 'Начать Интеграцию',
    build: 'Создать проект'
  },
  banner: {
    title: 'Децентрализованный сервис верификации, который позволяет пользователям управлять своими личными данными'
  },
  homeTip: {
    text:
      'ONT ID защищает конфиденциальность пользователей и обеспечивает безопасность данных, гарантируя надежные усорвия для сотрудничества.'
  },
  idintro: {
    maintitle: 'ONT ID',
    maindesc:
      'ONT ID - это платформа на основе децентрализованного протокола идентификации, использующая блокчейн и криптографическую технологию для соединения людей, данных и сервисов.',
    right_news1: 'Позволяет управлять личными данными и цифровой идентификацией',
    right_news2: 'Блокчейн технология позволяет повысить надежность данных ',
    right_news3: 'Защищает конфиденциальность и безопасность данных с помощью блокчейн-алгоритмов и криптографии',
    right_news4: 'Соединяет Trust Anchors для создания сети доверительного сотрудничества'
  },
  compar: {
    title: 'Сравнение с существующими проектами цифровой идентификации',
    th1: 'Болевые Точки',
    th2: 'Решения ONT ID',
    th3: 'Сценарии применения ONT ID',
    th1_td1: 'Отсутствие индивидуальности',
    th1_td2: 'Олигополия Данных',
    th1_td3: 'Раздробленные источники доверия',
    th1_td4: 'Трудность добиться предельной точности при проверке личности',
    th1_td5: 'Трудности в идентификации и управлении IoT',
    th1_td6: 'Сложность произведения комплексной оценки репутации',
    th1_td7: 'Трудности в отслеживании авторских прав',
    th2_td1: 'Многомерная поддержка доверия на основе узкоспециализированных сервисов',
    th2_td2: 'Аутентификация данных и управление токенами распределенных данных',
    th2_td3: 'Доступ к многомерным источникам доверия и контроль над персональными данными',
    th2_td4: 'Анонимная система запросов и количественная оценка доверия, основанная на требованиях верификации',
    th2_td5: 'Открытый протокол ONT ID совместим с протоколом идентификации IoT',
    th2_td6: 'Количественная оценка многомерных источников доверия на основе заданных сценариев',
    th2_td7: 'Идентификация данных  на основе противовзломной технологии блокчейн отслеживания',
    th3_td1: 'Управление несколькими ролями для каждого пользователя',
    th3_td2: 'Самостоятельное управление личными данными',
    th3_td3: 'Контроль над личными данными',
    th3_td4: 'Надежный контроль с защитой конфиденциальности ',
    th3_td5: 'Поддержка протокола IoT идентификации ',
    th3_td6: 'Множественные и узкоспециализированные источники доверия',
    th3_td7: 'Полная отслеживаемость авторизации и использования данных'
  },
  powerId: {
    maintitle: 'Как использовать ONT ID',
    sub_title1: 'Для  индивидуальных пользователей',
    sub_title2: 'Для сервисов и разработчиков',
    sub_title3: 'Для верификаторов',
    sub_desc1_1: 'Полное управление личными данными и идентификацией с защитой конфиденциальности',
    sub_desc1_2: 'Мгновенное использование данных в нескольких приложениях одновременно',
    sub_desc2_1: 'Плавная интеграция в глобальную учетную систему',
    sub_desc2_2: 'Мгновенная авторизация пользователя',
    sub_desc3: 'Присоединяйтесь к экосистеме Ontology и предоставляйте услуги верификации для пользователей ONT ID по всему миру'
  },
  technology: {
    maintitle: 'Узнать больше о технологии',
    main_desc:
      'ONT ID - это платформа на основе децентрализованного протокола идентификации, использующая блокчейн и криптографическую технологию для соединения людей, данных и сервисов.',
    link1: 'Ontology Trust Framework whitepaper',
    link2: 'Ontology DID протокол',
    link3: 'Verifiable Claim протокол',
    link4: 'Anonymous Credential спецификации'
  },
  busBanner: {
    main_title: 'ONT ID соединяет людей, активы и вещи',
    sub_title: 'Подходит для сервисов и разработчиков',
    main_desc: 'Открытые API и SDK ONT ID помогут быстро интегрировать децентрализованную систему учетной записи в приложение.',
    main_desc2:
      'Используйте ONT ID SDK и Restful API для интеграции ONT ID в ваше приложение, чтобы получать информацию о создании и записи информации пользователя, обеспечивая при этом конфиденциальность данных в приложении. Приложение получает доступ к глобальной сети доверия для привлечения ценных пользователей и их данных от верификаторов.'
  },
  busIdPro: {
    title_desc:
      'Открытые API и SDK ONT ID помогут быстро интегрировать децентрализованную систему учетной записи в приложение.Используйте ONT ID SDK и Restful API для интеграции ONT ID в ваше приложение, чтобы получать информацию о создании и записи информации пользователя, обеспечивая при этом конфиденциальность данных в приложении. Приложение получает доступ к глобальной сети доверия для привлечения ценных пользователей и их данных от верификаторов.',
    verify: 'Выделите Ваших Конечных Пользователей',
    verify_desc: 'Подходит для бизнес-проектов, которым необходима проверка персональных данных',
    sub_desc1:
      'Наш универсальный блокчейн сервис аутентификации объединяет отобранных нами верификаторов со всего мира и обеспечивает недорогое и эффективное решение для проверки персональных данных.',
    listItem1: 'Оперативная обратная связь по результатам проверки',
    listItem2: 'Более низкая стоимость проверки',
    listItem3: 'Поддерживает распознавание лица, паспорт, удостоверение личности, водительские права, банковскую карту и другие методы аутентификации',
    listItem4: 'Простая и быстрая интеграция',
    sign: 'Снижение Затрат На Привлечение Клиентов',
    sign_title: 'Подходит для всех приложений',
    sub_desc2:
      'Интеграция ONT ID при регистрации в вашем приложении автоматически расширяет вашу пользовательскую базу до глобального блокчейн сообщества.'
  },
  indBanner: {
    main_title: 'Верните контроль над своими данными с помощью ONT ID',
    sub_title: 'Скачать ONTO и создать свой ONT ID'
  },
  indIdPro: {
    manage: 'Безопасное Управление Вашим Цифровым профилем',
    manage_desc:
      'С помощью ONT ID вы можете безопасно управлять своим цифровым профилем. Все данные будут либо храниться на вашем мобильном устройстве, либо зашифрованы и сохранены в надежном облачном храненилище, доступ к нему будет доступен только с помощью вашего приватного ключа. ',
    share: 'Выборочно Предоставить Удостоверение Личности',
    share_title:
      'C ONT ID вы можете в любое время безопасно поделиться своими данными с третьей стороной, без раскрытия информации. Используя ONT ID, вы можете выборочно авторизовать подтверждение своего профиля. Это достигается за счет использования криптографических протоколов, что обеспечивает высокую защиту конфиденциальности.'
  },
  verifiers: {
    title: 'Стать Ontology Trust Anchor',
    desc:
      'Trust Anchor проверяет данные пользователей для идентификации ONT ID в экосистеме Ontology.',
    btn: 'Связаться с нами'
  },
  anchor: {
    title: 'Ontology Trust Anchors',
    num: '6',
    num_desc: 'Trust Anchors',
    typenum: '6',
    typenum_desc: 'Виды документов, удостоверяющих личность',
    countrynum: '218',
    countrynum_desc: 'Страны и регионы по всему миру',
    btn: 'Охват сервиса'
  },
  why: {
    title: 'Преимущества',
    desc1: 'Расширяйте географию сферу своего бизнеса, обслуживая всемирное блокчейн сообщество пользователей ONT ID',
    desc2: 'Поддержка расчетов на основной сети и получение дохода от верификации в режиме реального времени',
    desc3: 'Процесс строго соответствует вашим стандартам и требованиям, поскольку передача данных основана на сквозном протоколе шифрования',
    desc4: 'Все транзакции записываются на блокчейне Ontology, тем самым операции можно отследить и проверить в любой момент'
  },
  joinUS: {
    title: 'Стать Ontology Trust Anchor',
    desc:
      '诚邀您加入我们，快速集成本体连接组件Connector，或者成为本体生态的信任锚，为全球的ONT ID用户提供认证服务。',
    btn: '加入本体信任生态'
  },
  bususe: {
    title: 'Способы использования'
  }
}
